Repository: along-yundanfengqing/flaskberry
Catalog: flaskberry/translations/*/LC_MESSAGES/messages.po
Languages: de

source: %(flaskberry)s, a simple web interface for the Raspberry Pi
de: %(flaskberry)s, ein einfaches Web-Interface für den Raspberry Pi

source: Raspberry Pi is a trademark of the %(rpf)s
de: Raspberry Pi ist eine Schutzmarke der %(rpf)s

source: Welcome to Flaskberry
de: Willkommen bei Flaskberry

source: A simple web interface to your %(rpi)s.
de: Eine einfache Bedien-Oberfläche für deinen %(rpi)s

source: Disks
de: Laufwerke

source: %(used)s in use
de: %(used)s in Verwendung

source: Unmount %(device)s from %(mountpoint)s
de: Entferne Gerät %(device)s von %(mountpoint)s

source: Unmount
de: Aushängen

source: Mount
de: Einhängen

source: Remote Control
de: Fernsteuerung

source: Movies
de: Filme

source: This list is cached for performance reasons, click here to re-scan your library
de: Diese Liste wird gecached, klicke hier um zu aktualisieren

source: Refresh
de: Aktualisieren

source: Now Playing:
de: Wiedergabe

source: Nothing selected
de: Nichts ausgewählt

source: Volume
de: Lautstärke

source: Subtitles
de: Untertitel

source: No Subtitles
de: Keine Untertitel

source: Subtitles provided by <a href="http://www.opensubtitles.org" target="_blank">OpenSubtitles.org</a>
de: Untertitel von <a href="http://www.opensubtitles.org" target="_blank">OpenSubtitles.org</a>

source: Shutdown
de: Ausschalten

source: Reboot
de: Neu starten

source: System Information
de: Systeminformationen

source: Uptime: %(uptime)s
de: Laufzeit: %(uptime)s

source: Network: %(sent)s sent, %(recv)s received
de: Netzwerk: %(sent)s gesendet, %(recv)s empfangen

source: Memory: %(used)s of %(total)s used (%(percent)s%%)
de: Speicher: %(used)s von %(total)s in Verwendung (%(percent)s%%)

source: Swap: %(used)s of %(total)s used (%(percent)s%%)
de: Auslagerungsspeicher: %(used)s von %(total)s in Verwendung (%(percent)s%%)

source: Mounting %(device)s
de: Hänge %(device)s ein

source: Unmounting %(device)s
de: Hänge %(device)s aus

source: Disk not mounted
de: Gerät nicht eingehängt

source: Shutting down.<br>When the LEDs on the board stop flashing, it should be safe to unplug your Raspberry Pi.
de: Ausschalten...<br>Sobald die LEDs auf der Platine zu blinken aufhören, kann der Stecker gefahrlos gezogen werden.

source: Rebooting... please wait.<br> This will take approx. one minute.
de: Neustart... Bitte warten<br>Dieser Vorgang dauert in etwa eine Minute.

source: Directory %(directory)s not found
de: Verzeichnis %(directory)s nicht vorhanden
